tap "1password/tap"
tap "homebrew/bundle"
brew "act"
brew "actionlint"
brew "automake"
brew "openssl@3"
brew "bat"
brew "readline"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gitui"
brew "libtool"
brew "graphviz"
brew "grpcurl"
brew "hadolint"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "mise"
brew "oath-toolkit"
brew "plantuml"
brew "protobuf"
brew "ripgrep"
brew "tree"
brew "typos-cli"
brew "unixodbc"
brew "unzip"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "clipy"
cask "deepl"
cask "google-chrome"
cask "keka"
cask "keycastr"
cask "miro"
cask "rectangle"
cask "slack"
cask "warp"
cask "zed"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
