tap "1password/tap"
brew "act"
brew "shellcheck"
brew "actionlint"
brew "openssl@3"
brew "readline"
brew "agent-browser"
brew "autoconf"
brew "automake"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg-full", link: true
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gitleaks"
brew "gitui"
brew "gnu-sed"
brew "gnupg"
brew "gopass"
brew "libtool"
brew "graphviz"
brew "grpcurl"
brew "hadolint"
brew "imagemagick-full", link: true
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libxslt"
brew "libyaml"
brew "marp-cli"
brew "mas"
brew "mise"
brew "neovim"
brew "oath-toolkit"
brew "plantuml"
brew "poppler"
brew "prek"
brew "protobuf"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sheldon"
brew "shfmt"
brew "starship"
brew "tree"
brew "typos-cli"
brew "unixodbc"
brew "unzip"
brew "vim"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "claude-code"
cask "clipy"
cask "cursor"
cask "deepl"
cask "docker-desktop"
cask "figma"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "keka"
cask "keycastr"
cask "miro"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "warp"
cask "zed"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
go "cmd/go"
go "cmd/gofmt"
